[{"quote": "Supposing doesn’t fill the grain basket ‘if’ doesn’t fill the larder.", "author": "Ovambo Proverb"},
{"quote": "There are no shortcuts to the top of the palm tree.", "author": "Cameroonian Proverb"},
{"quote": "All monkeys cannot hang on the same branch.", "author": "Kenyan Proverb"},
{"quote": "Those who are absent are always wrong.", "author": "Congolese Proverb"},
{"quote": "God has created lands with lakes and rivers for man to live. And the desert so that he can find his soul.", "author": "Tuareg Proverb"},
{"quote": "Do not allow the belly to make you useless.", "author": "Maasai Proverb"},
{"quote": "Little by little grow the bananas.", "author": "Congolese Proverb"},
{"quote": "If you overtake a leader, you break your neck.", "author": "Ugandan Proverb"},
{"quote": "The big game often appears when the hunter has given up the hunt for the day.", "author": "Igbo Proverb"},
{"quote": "A clever king is the brother of peace.", "author": "South African Proverb"},
{"quote": "Do not call to a dog with a whip in your hand.", "author": "Sudanese Proverb"},
{"quote": "The blame of the antelope is on the hunter.", "author": "Kenyan Proverb"},
{"quote": "Good music goes with good food.", "author": "African Proverb"},
{"quote": "A fully grown up tree cannot be bent into a walking stick.", "author": "Kenyan Proverb"},
{"quote": "Haste and hurry can only bear children with many regrets along the way.", "author": "Senegalese Proverb"},
{"quote": "No matter how full the river, it still wants to grow. ", "author": "Congolese Proverb"},
{"quote": "Birds of all kinds will end up landing.", "author": "Egyptian Proverb"},
{"quote": "I shall come for the cows after the donkeys have grown horns.", "author": "Meru Proverb"},
{"quote": "If love is a sickness, patience is the remedy.", "author": "Cameroonian Proverb"},
{"quote": "Other people’s wisdom prevents the king from being called a fool.", "author": "Nigerian Proverb"},
{"quote": "Knowledge without wisdom is like water in the sand.", "author": "Guinean Proverb"},
{"quote": "Ingratitude is sooner or later fatal to its author. ", "author": "Twi Proverb"},
{"quote": "The laughter of a child lights up the house.", "author": "Swahili proverb"},
{"quote": "Even an ant can hurt an elephant.", "author": "South African Proverb"},
{"quote": "Examine what is said, not him who speaks.", "author": "Egyptian Proverb"},
{"quote": "One camel does not make fun of the other camel’s hump.", "author": "Ghanaian Proverb"},
{"quote": "If you educate a man you educate one individual, but if you educate a woman you educate a family.", "author": "Fanti Proverb"},
{"quote": "The sun never sets without fresh news.", "author": "Xhosa Proverb"},
{"quote": "The good mother knows what her children will eat. ", "author": "Akan Proverb"},
{"quote": "If the elders leave you a legacy of dignified language, you do not abandon it and speak childish language.", "author": "Ghanaian Proverb"},
{"quote": "He who does not seize opportunity today, will be unable to seize tomorrow’s opportunity.", "author": "Somali Proverb"},
{"quote": "Rich people sometimes eat bad food.", "author": "Kikuyu Proverb"},
{"quote": "He who refuses to obey cannot command.", "author": "Kenyan Proverb"},
{"quote": "The chameleon changes color to match the earth, the earth doesn’t change colors to match the chameleon.", "author": "Senegalese Proverb"},
{"quote": "If you damage the character of another, you damage your own.", "author": "Yoruba Proverb"},
{"quote": "He who doesn’t clean his mouth before breakfast always complains that the food is sour.", "author": "African Proverb"},
{"quote": "You cannot climb to the mountain top without crushing some weeds with your feet.", "author": "Ugandan Proverb"},
{"quote": "The friends of our friends are our friends.", "author": "Congolese Proverb"},
{"quote": "An empty pot makes the loudest noise.", "author": "Kenyan Proverb"},
{"quote": "When the lion cannot find meat, it eats grass.", "author": "Kenyan Proverb"},
{"quote": "What is bad luck for one man is good luck for another.", "author": " Ashanti Proverb"},
{"quote": "A bridge is repaired only when someone falls into the water.", "author": "Somali Proverb"},
{"quote": "No tattoo is made without blood.", "author": "Mozambican Proverb"},
{"quote": "If your mouth turns into a knife, it will cut off your lips.", "author": "Rwandan Proverb"},
{"quote": "If while climbing a tree you insist on going beyond the top, the earth will be waiting for you.", "author": "African Proverb"},
{"quote": "Copying everyone else all the time, the monkey one day cut his throat.", "author": "Zulu Proverb"},
{"quote": "No matter how beautiful and well crafted a coffin might look, it will not make anyone wish for death.", "author": "African Proverb"},
{"quote": "If two wise men always agree, then there is no need for one of them.", "author": "Zambian Proverb"},
{"quote": "If you are filled with pride, then you will have no room for wisdom.", "author": "Tanzanian Proverb"},
{"quote": "The roaring lion kills no prey", "author": "Nigerian Proverb"}]